import React from 'react';
import './HomePage.css';

import zurag from './zurag.jpeg';

const HomePage = () => {
  return (
    <div className="center-content">
      <div className="school-description">
        <h2>АУМ ИОГИЙН СУРГУУЛЬ ТАВТАЙ МОРИЛ</h2>
        <p>
        Иог бол эртний Энэтхэгчүүдийн хүн төрөлхтний мэдлэгийн далайд оруулсан агуу том хувь нэмэр билээ. Иогийн зам мөрөөр замнан, оюун ухаан, 
      бие махбодоо ариусган, өөрийгөө өчигдрийн байснаасаа илүү дээр нэгэн болгохоор шамдан, хувь хүний хувьд ч, иог сонирхогчийн хувиар ч мэдлэг, 
      чадвараа ахиулахаар шийдэн манай сургалтыг сонгосон таньд баярлалаа. Таныг сонгосон зам мөрөөрөө тууштай алхан, сэтгэлийн хүч, сахилга бат,
      урам зоригтойгоор урагшлахад бид ч бас хамт алхан, амьдралын тань нэгэн эерэг эргэлтийн цэгийн
      хөтөч болж буй нь бидний нэр төрийн хэрэг билээ.        
      </p>
      </div>
            <img
        src={zurag} 
        alt="Yoga School"
        style={{ maxWidth: '100%', height: 'auto' }}
      />
    </div>
  );
}

export default HomePage;
