import BhuImages from '../Categories/Balance/Bhujapidasana.png';
import b from '../Categories/Balance/Kumbhakasana.png';
import c from '../Categories/Balance/ChaturangaDandasana.png';
import d from '../Categories/Balance/Vasisthasana.png';
import e from '../Categories/Balance/Parsva-Bakasana.png';
import f from '../Categories/Balance/Bakasana.png';

const balanceAsanas = [
  {
    name: 'Мөрөө хавчих байрлал',
    other: 'Bhujapidasana',
    instructions: 'Биеийн төв хэсгийн булчин хүчтэй байх ёстой. Бүх байрлалыг хийхдээ гэдсээ татаж, хэвлийн булчингаа чангалж хийх.Гар дээрээ биеийн жингээ авах гэж байгаа учир гарын булчин хүчтэй байх ёстой. Үүний тулд чатуранга дандасана банз байрлалын хувилбарууд, доошоо харсан нохой, дельфин зэрэг байрлалуудыг зөв техниктэй тогтмол хийх нь чухал. Харц урагшаа эрүү өргөн, хэвлий, давсаг, аарцаг ёроолын булчингуудыг чангална.Хоёр хөлийг гарын гадны талд авчиран бугалга дээр тохож, өлмий газраас хөндийрсөн бол хөлийг хооронд нь зөрүүлэн холбож тэнцвэрээ барина. ',
    benefits: 'Гар, мөр, бугыг бэхжүүлнэ, хэвлийн хөндийн эрхтнүүдийн үйл ажиллагаанд сайн. Нурууны дээд хэсгийн булчин ,түнхийг сунган, хэвлий цөм булчинг бэхжүүлдэг, мэдрэлийн системийг бэхжүүлдэг, хөдөлгөөний зохицуулалт, мэдрэмжийг сайжруулдаг. Анхаарал төвлөрөлтийг сайжруулан, булчинг чангалж хүчтэй болгоно. Мөр дал гар шуу бугуй, цээж хэвлийг чангалдаг',
    contradictions: 'Анхлан суралцагчдад тохиромжгүй. Цусны даралт ихсэх, зүрхний өвчтэй нуруу эсвэл бугуй мөрний өвдөлттэй хүмүүс  эдгээр байрлалаас Зайлсхийх хэрэгтэй.',
    image: BhuImages, 
  },
  {
    name: 'Банз байрлал',
    other: 'Kumbhakasana, Phalakasana',
    instructions: 'Бугуйг мөрний харалдаа доор байрлуулж,гарын алга, хуруу мөрөө сайн дэлгэж нээх ба цээжээ газраас холдуулан түлхэнэ.  Хүзүү болон нурууны нугаламуудыг  урт сунгахыг хичээх .Гуяа чангалан өргөх, тааз хэт доошлохгүй байх, уддияна бандхаг ашиглах хэвлийгээр татсанаар бугуйнд очих ачаалал багасаж, нуруу хотойхгүй.  Мөрнөөс хөлийн өсгий хүртэл бүх биеийг нэг шугаманд барина',
    benefits: 'Бүх булчин чангарч хүчтэй болно.',
    contradictions: 'Бугуйн гэмтэлтэй бол тохойгоо нугалсан хувилбараар хийж болно. Нурууг хотойлгохгүй байхад анхаарна. ',
    image: b, 
  },
  {
    name: '4 хөлтэй таяг байрлал',
    other: 'Chaturanga Dandasana',
    instructions: 'Банз байрлалаас Чатуранга дандасана хийхээсээ өмнө өлмийгөөрөө биеэ урагшаа түлхэн мөрөө бугуйнаасаа урагшаа гаргаад, тохойг хойшоо нугалан,мөр тохой хоёр, нэг шугаманд, тохой бугуй хоёр нэг шугаманд байлгахыг хичээх ба тохойгоороо хавиргаа хавчина. Ингэснээр гурван толгойт булчинг ажиллуулна. Уддияана бандхаг ашиглах хэвлийгээ татсанаар бугуйнд очих ачаалал багасаж, нуруу хотойхгүй. Мөрнөөс, хөлийн өсгий хүртэл шулуун шугамд барихыг хичээнэ. Мөрөө сайн тэнийлгэх нь чухал . Хүзүүгээ сайн сунгаж, мөрнөөсөө хол байлгах. Хоёр өвдгөө нугалан газарт буулгаж хагас хувилбараар  хийх боломжтой .',
    benefits: 'Бүхий л гар дээр тогтох байрлалуудын үндэс болж, бүх биеийн булчинг чангалж, хүчирхэг болгоно.',
    contradictions: 'Хоёр тохойг гадагш дэлгэж болохгүй Нуруу хотойхгүй байх нь чухал. Мөр гэмтэлтэй тохиолдолд болгоомжтой хийх. ',
    image: c, 
  },
  {
    name: 'Хажуугийн банз байрлал',
    other: 'Vasisthasana',
    instructions: 'Доошоо харсан нохой эсвэл банз байрлалаас зүүн хөлийн гадна захаар гишгэн баруун хөлөө зүүн хөл дээрээ давхарлан авч ирнэ. Зүүн гарын булчингаа чангалан гарын алгаараа биеэ түлхэж, зүүн ташаагаа аль болох газраас дээш өргөнө, Гуяны булчингаа чангалан бүх биеэ нэг шугаманд барина, Хялбаршуулсан байрлалаар нэг хөлөө нөгөө хөлийнхөө урд юм уу хойно байрлуулж болно Мөн доод талын хөлийг өвдгөөр нь нугалаад газар тулан хийлгэж болно. Ташааг газраас сайн дээш өргөж хийнэ.',
    contradictions: 'Даралт нь ихэсдэг. Мөн хүзүүний гэмтэлтэй хүмүүс заавал дээшээ харах шаардлагагүй. Маш тайвнаар биеэ сонсож хийнэ',
    image: d, 
  },
  {
    name: 'Хажуугийн хэрээ байрлал',
    other: 'Parsva Bakasana ',
    benefits: ' Гүн мушгирах байрлал тул хичээллэлтийн хоёр дугаар хагасаас хойш, биеийг бэлтгэх байрлалуудаар сайтар халаасны дараа хийхэд тохиромжтой. Гар, хэвлийн булчин, бугуйг чангална. Нурууны булчин болон ташааны булчинг сунгадаг. Тэнцвэрийг сайжруулна. Өөртөө итгэх итгэлийг нэмэгдүүлнэ. Хэвлийн хөндийн эрхтнүүдийг массажлан хоол боловсруулах эрхтэн тогтолцоог дэмжин биеэс хорыг гадагшлуулна.  ',
    image: e, 
  },
  {
    name: 'Хэрээ байрлал',
    other: 'Bakasana ',
    instructions: 'Маласана буюу цэцгэн хэлхээ байрлалаас гараа сунгаж, алгаараа газар тулна.Өсгий газар хүрэхгүй бол блок хөнжил доороо байрлуулна. Тохой бугуй хоёр нэг шугамд байрлана Гараа сунган биеэрээ урагш болох ба тохойгоо нугалан гарын бугалган дээр өвдөг шилбэ авчирна. Хөлийн өлмий дээрээ гаран, биеэрээ урагш тонгойход, биеийн жин, гарын бугалганд ирнэ. Мөрөө тэнийлгэн хэвлийгээ, дотогш сорж гуяны дотор булчингаа чангалж, ахар сүүл, хөлийн өсгийгөө аль болох ойр байлгана ',
    benefits: 'Гар бугуй хүчтэй, уян хатан болгон өөртөө итгэх итгэл, зориг, дотоод хүчийг нэмэгдүүлнэ Анхаарал төвлөрлийг сайжруулан, булчинг чангалж хүчтэй болгон мөр даалгаар шуу бугуй, цээж хэвлийг чангалдаг',
    contradictions: 'Тохой, бугуйн, мөрний гэмтэлтэй бол тохиромжгүй. Нурууны өвчтэй бол болгоомжтой хийх. Цусны даралт өндөр. Хэвлийн хөндийн цочмог үрэвсэл болон мэс засалд орсон бол зургаан сар дотор хийхгүй.Сарын тэмдэг ихээр ирсэн болон жирэмсэн үед тохиромжгүй. Гар дээр ирж байгаа ачаалал хоёр гар дээр тэнцүү байхад анхаарна. ',
    image: f, 
  }

  
];


export default balanceAsanas;
