import MalaImage from '../Categories/Hips/Malasana.png';
import a from '../Categories/Hips/ArdhaKapotasana.png';
import b from '../Categories/Hips/Kurmasana.png';
import c from '../Categories/Hips/Anjaneyasana.png';
import d from '../Categories/Hips/Parighasana.png';
import e from '../Categories/Hips/SuptaPadanghusthasana.png';

const hipsAsanas = [
  {
    name: 'Цэцгэн эрхи байрлал',
    other: 'Malasana',
    instructions: 'Хөлийн улыг газар бүтэн буулгах боломжгүй бол хоёр өсгийний доор хуйлсан хучлага, хуйлсан матрас, блок зэргээр ивээс хийж болно. ',
    benefits: 'Энэ байрлалд аарцаг, гуяны дотор булчингууд суларч, нуруу мөрний булчингууд чангаран, мэдрэлийн систем тайвширч, сарын тэмдэгийн зовиур багасан, нөхөн үржихүйн дааврыг тэнцвэржүүлэхэд тустай, бөөр , давсагны үйл ажиллагаанд сайнаар нөлөөлнө. ',
    image: MalaImage, 
  },
  {
    name: 'Хагас тагтаа байрлал',
    other: 'Ardha Kapotasana',
    instructions: 'Хоёр гарын хооронд  нэг хөлийг нугалан байрлуулж, нөгөө хөлийг ташаанаас хойш сунгаж аарцаг ташааны сунгалтыг мэдрэн сууна. Нуруу цэх байна. Суусан байрлалд хойш сунгасан хөлийн ташаа доош нөгөө талын хөлтэй тэгш хэмд байна. Нугалсан хөлийн өсгий нөгөө хөлийн ташааны дор байрлана.',
    benefits: 'Хөл цавины булчинг сунгадаг. Өгзөгний булчинг сунгаж ташааг нээн уян хатан болгодог. Хэвлийн болон нөхөн үржихүйн эрхтэнд сайн. Падмасана суусны дараа хөлний булчин сулруулж өвдөлтийг намдаана. Цээж мөрийг зөв байрлалд оруулж, биеийн гажгийг засна. Доод нурууны өвдөлт, нурууны булчин чангаралтыг намдаана. Мөн суудлын мэдрэлийн  өвдөлтийг намдаана. Сэтгэл тогтуун болгоно',
    contradictions: 'Өвдөг гэмтэлтэй, өвдгөөр өвдөлт мэдэрсэн үед хийхгүй. Нурууны доод үе гэмтсэн эсвэл өвдөлт мэдэрч буй үед болгоомжтой, урагш тонгойж хийх',
    image: a, 
  },
  {
    name: 'Яст мэлхий байрлал',
    other: 'Kurmasana',
    instructions: 'Нуруу мөр цээжийг сунгана. Хоёр бугалганы дээр тахимаа тавина. Аажуухан ахиулсаар 2 гараа барьж, 2 хөлөө зөрүүлэн дагзны ард авчирдаг ахисан шатны байрлал.',
    benefits: 'Хоол боловсруулах, амьсгалын замын тогтолцооны үйл ажиллагааг сайжруулна. Нурууны булчинг эрчтэй сунгаж уян хатан болгоно. Сэтгэл түгшилт, санаа зовнилыг намжаана. Биеийн бүх арын хэсгийг сунгана. Гуурсан хоолойн багтраа, өтгөн хаталт зэрэгт сайн. Элгийг амраана. Нойрны хямралд тустай. Нуруутай холбоотой асуудлаас урьдчилан сэргийлнэ.',
    contradictions: 'Нуруу, түнх, ташаа зовиуртай гэмтэлтэй бол хийхгүй.',
    image: b, 
  },
  {
    name: 'Суугаа морьтон байрлал',
    other: 'Anjaneyasana',
    instructions: 'Хэвлийг чангалсны үндсэн дээр хойш гэдийнэ. Урд хөлний шагай, өвдөг 1 шугаманд байх ёстой. Гарын хувилбарууд өөрт тухтайгаар , цээжний урд хавсрах, ташаандаа авах, кактус мэт дэлгэх, гарын үзүүрийг газар луу сунган буулгах, эсвэл өвдөг дээрээ тулах  зэргээр хийж болно. ',
    benefits: 'Биеийн тэнцвэрийг сайжруулахад тусалдаг. Өгзөг хэвлийн булчинг маш сайн сунгадаг. Цээж мөр уушгийг тэлж зүрхэн хүрдийг нээдэг. Төвлөрлийг сайжруулна. Хоол боловсруулах системийг дэмжинэ. Нөхөн үржихүй, эрч хүчийг нэмэгдүүлж, биеийг сэргээнэ. Биед үүсэх коллагеныг нэмэгдүүлж булчинг уян болгон. Цусны эргэлтийг дэмжинэ. Өгзөг, 4 толгойт, гар, хүзүү, өвдөгний эргэн тойрны булчин, завсрын булчинг идэвхжүүлнэ.',
    contradictions: 'Өндөр даралттай, зүрхний асуудалтай, амьсгалахад бэрхшээлтэй бол гараа дээш өргөхгүй.   Газар тулсан өвдгийг  хамгаалж дор нь ивээс хийнэ. Хэвлий өгзөгийг маш сайн чангалж нурууны ачааллыг буруулна. Нуруу нугалам, өвдаг, шөрмөсний гэмтэлтэй бол хийхгүй.',
    image: c, 
  },
  {
    name: 'Хаалга байрлал',
    other: 'Parighasana',

    benefits: 'Нуруу их биеийн хажуу талыг сунгаж хавирганы хоорондох булчинг сунгана.Мөр цээжийг  нээнэ. Хавирга завсрын булчинг сунгаж мөр цээжийг нээнэ. Хэвлийн эрхтнүүд, уушгины үйл ажиллагааг идэвхжүүлнэ. Харшил ханиад томуу г.м асуудалд тустай.',

    image: d, 
  },
  {
    name: 'Хэвтээгээр хөлөө сунгах байрлал',
    other: 'Supta Padanghusthasana',
    benefits: 'Өвдөгний үений холбоос уян хатан болгоно. Нөхөн үржихүйн холбоотой асуудлууд болох дааврын тэнцвэргүй байдал,үргүйдэл,сарын тэмдгийн алдагдал г.м сайн. Дал мөрийг газраас дээшлүүлэн өргөхдөө хүзүүгээ хэт чангалахгүйгээр , хэвлийн булчингаараа биеэ газраас хөндийрүүлж өргөхөд анхаарна.',
    image: e, 
  },

];

export default hipsAsanas;
