import DhanuImage from '../Categories/Prone/Dhanurasana.png';
import a from '../Categories/Prone/Bhujangasana.png';
import b from '../Categories/Prone/UrdhvaMukhaSvanasana.png';
import c from '../Categories/Prone/Salabhasana.png';
import d from '../Categories/Prone/Ustrasana.png';
import e from '../Categories/Prone/Setubandhasana.png';
import f from '../Categories/Prone/UrdhvaDhanurasana.png';
import g from '../Categories/Prone/Purvottanasana.png';

const proneAsanas = [
  {
    name: 'Могой байрлал',
    other: 'Bhujangasana',
    instructions: 'Гуяны урд хэсэг, өвдөг газар луу бүрэн буусан байх ба гарын алгыг их биетэй ойрхон байрлуулж, дал хоорондын булчинг чангалан, цээжийг тэнийлгэж, гараараа газрыг түлхэн биеийн урд хэсгийг сунгана. Гараа нугалан хийх тохиолдолд нугалсан тохойгоо хавирга руу сайтар шахна. Мөр, далыг буулган, хүзүүний нугаламыг дээш тэнхлэгийн дагуу сунгана. ',
    contradictions: 'Мөрийг хавчин, чих рүү өргөхөөс зайлсхийнэ. Нурууны доод хэсгээр өвдөлттэй бол хэвлийн булчинг сайтар чангалан,гараа тохойгоор нугалж хялбар хувилбараар хийнэ. ',
    benefits: 'Биеийн урд хэсэг, шагай, гуя, цавь, хэвлий, цээж, хоолой, гуяны булчинг сунганавНурууны булчинг чангална. Биеийн ерөнхий зогсолтыг засна.Өтгөн хатах, амьсгалын замын хууч өвчин, нурууны зөөлөн өвдөлт, сэтгэл гутрал, бухимдал, сарын тэмдгийн зовиурт тустай.',
    image: a, 
  },
  {
    name: 'Дээш харсан нохой байрлал',
    other: 'Urdhva Mukha Svanasana',
    instructions: 'Тохойгоо шулуунаар нь, гарын алга, хөлийн өлмийгөөр газрыг түлхэн  тулж гуя, өвдөгийг газраас хөндийрүүлэн хийдгээрээ могой байрлалаас ялгаатай. ',
    benefits: 'Цээжийг нээн , зүрхэн хүрд орчимын түгжигдсэн сэтгэл хөдлөлийг чөлөөлөхөд тусална. Сэтгэлийг тайвшруулж, стрессийг бууруулна.Нуруу, мөрийг уян хатан болгоно. Цээжний хөндийн эрхтнүүдийн үйл ажиллагааг сайжруулан, амьсгалыг чөлөөтэй болгоно.',
    contradictions: 'Хүзүүний асуудалтай бол толгойг хэт хойш нь гэдийлгэн өргөх шаардлагагүй. Бугуй, нурууны гэмтэлтэй бол энэ байрлалын оронд могой байрлалын хялбар хувилбарыг хийх нь зүйтэй. ',
    image: b, 
  },
  {
    name: 'Дэвхрэг байрлал',
    other: 'Salabhasana ',
    instructions: 'Хэвлийгээр доош харж хэвтээд гарыг урагш сунгана. Мөрнөөс хойш татаж байгаа мэт цээжээ өндийлгөөд, гар, хөлийг шулуун хэвээр дээш өргөнө. Бугалга, чихийг нэг шугамд байрлуулж, гар мөрний хэмжээний зайтай, хөл хоорондын зай аль болох ойр байлгахыг хичээнэ.',
    benefits: 'Нуруу, хүзүү, мөр, цээж, хэвлий гар болон хөл уян хатан болохоос гадна хэвлийн хөндийн эрхтнүүдийг массажлан, идэвхжүүлнэ. Цээжний хөндийг тэлсэнээр амьсгалын замын эрхтнүүдэд тустай ба астма гэх мэтэд эмчилгээний нөлөөтэй. Нөхөн үржихүйн эрхтнүүдийн цусан хангамж сайжирч, идэвхжинэ. Нурууг маш сайн чангалдаг.',
    contradictions: 'Хүзүүнд хэт ачаалал өгөхгүй. Гол зорилго нь биеийн ар хэсгийг тэр чигээр нь сунгах юм.  ',
    image: c, 
  },
  {
    name: 'Тэмээ байрлал',
    other: 'Ustrasana',
    instructions: 'Өвдгөөр газар тулж, гуя болон хэвлийн булчинг чангалж, хойш гэдийнэ. Хөлийн улыг дээш харуулах эсвэл өлмий дээр тулж болно. Дал, мөр, ташаа гуяны урд хэсгийг сунгана. ',
    benefits: 'Цээжний хөндийн цусан хангамжийг сайжруулж, зүрх уушигны үйл ажиллагааг тэтгэнэ. Нурууны булчинг чангалж, нугаламуудыг уян хатан болгоно. Нурууны бөгтөрийг багасгана. Өтгөн хатах, амьсгалын замын хууч өвчин, нурууны зөөлөн өвдөлт, сэтгэл гутрал, бухимдал, сарын тэмдгийн зовиурт тустай. Хоолойн ба зүрхэн хүрдийг нээнэ. ',
    contradictions: 'Хэвлийг сайн татаж, нурууны нугаламаа хамгаална. Толгойг зөөлөн гэдийлгэж, хүзүүний гэмтлээс болгоомжилно. Гараар блок дээр тулж болно.',
    image: d, 
  },
  {
    name: 'Нум байрлал',
    other: 'Dhanurasana ',
    instructions: 'Хэвлийгээр хэвтээд өвдгийг нугалж хоёр гараа хойш явуулан шагайнаас бариад биеийг нумруулан өргөнө.  Мөрний урд хэсгээ илүү сунгахыг хүсвэл хөлийн гадна талаас барина. Гарын хоёр толгойт булчинг сунгахыг хүсвэл хөлийн дотор талаас барина.',
    benefits: 'Нурууг бүхэлд нь уян хатан, хүчтэй болгох ба нийт цусны эргэлт сайжирна. Ташааг сайтар сунган нөхөн үржихүйн эрхтнүүдийн үйл ажиллагаа идэвхэжнэ. Оюун ухаан амгалан тогтуун болоход тусалдаг. Мөн биеийг өв тэгш залуу, оюун ухааныг хурц сэргэлэн болгоно. Хоол боловсруулах эрхтнүүд, бодисын солилцоо эрчимжинэ.',
    contradictions: 'Мөр нурууны гэмтэлтэй, бөөр болон уушигны цочмог өвчтэй, мөн жирэмсэн бол тохиромжгүй.',
    image: DhanuImage, 
  },
  {
    name: 'Гүүр байрлал',
    other: 'Setubandhasana',
    instructions: 'Эрүүг өвчүүнд тулгана. Тохой гараар түлхэж өгнө. Далыг нийлүүлэн цээжийг дээш түлхэнэ. Өвдөг шагай нэг шугамд байрлана. Өвдөг, тавхай мөрний хэмжээний зайтай. Улыг газар бүтэн байрлуулна',
    benefits: 'Ахисан түвшний хойш гэдийх байрлалд бэлтгэдэг. Цэвэршилтийн шинж тэмдгийг бууруулна. Хэвлийн эрхтэнүүдийг, уушиг, бамбай булчирхайн үйл ажиллагааг идэвхжүүлнэ. Ясны сийрэгжилт, хамар нармайн өвчин, цусны даралт өндөрсөх, астма өвчний шинж тэмдэгийг намжаана',
    contradictions: 'Хүзүүний гэмтэл, шохойжилттой хүмүүс хийхээс зайлсхийх. Хийх үед нүүрийг зөвхөн дээш харуулах ба толгойгоо хөдөлгөхөөс зайлсхийх.   Удаан хугацаанд барилгүй хэд хэдэн удаа давтан хийнэ.',
    image: e, 
  },
  {
    name: 'Эсрэг тийш харсан нум байрлал',
    other: 'Urdhva Dhanurasana, Чакрасана',
    instructions: 'Гар мөрний хэмжээтэй зайтай. Гарын алга, хөлийн уланд жигд ачаалал өгч биеэ дээш өргөнө. Цээжийг дэлгэж өгнө. Өгзөг чангалж, ташааг дээш түлхэнэ. Хөл, өвдөг мөрний хэмжээний зайтай. Улаа газар бүтэн байрлуулна. ',
    benefits: 'Бүх хүрд сэргэнэ. Элэг цөс, нойр булчирхай, бөөрний хэвийн үйл ажиллагааг дэмжинэ. Нөхөн үржихүйн дааврыг тэнцвэржүүлж, багтраа, ясны сийрэгжилт зэрэг өвчинд сайн нөлөөтэй.',
    contradictions: 'Толгой эргэх, гүйлгэх, зүрхний болон нуруу нугасны хам шинжтэй хүмүүс хийж болохгүй',
    image: f, 
  },
  {
    name: 'Эсрэг банз байрлал',
    other: 'Purvottanasana',
    instructions: 'Гар хооронд мөрний хэмжээтэй зайтай, бугуй мөр нэг шугамд, гарын хуруу хөл рүү харна. Далыг нийлүүлж, цээжийг дээш өргөнө. Өгзөг чангалж, ташааг дээш түлхэнэ. Хөлийг нийлүүлж, улаа газар бүтэн тавихыг хичээнэ. Өлмийнөөс толгой хүртэл нэг шугамд байна. ',
    benefits: 'Гар, бугуй, хөлийг чангална. Мөр, цээж, шагайн урд хэсгийг сунгаж өгнө. Хөшүүн байдал болон стрэссээс ангижирна. Цөм булчинг чангална. Биеийн дээд хэсэгт ачаалал өгснийг суллаж, сунгаж өгнө. Ташааг өргөж, толгойг унжуулснаар  мэдрэлийн систем тайвширна. ',
    contradictions: 'Бугуйн асуудалтай хүмүүс хийж болохгүй. Хүзүү асуудалтай бол хана болон сандалд тулгуурлан хийх, эсвэл толгойг хойш унжуулахгүй эрүүгээ цээж рүү шахан хийж болно.',
    image: g, 
  },

];

export default proneAsanas;
