import RelaxImage from '../Categories/Relax/Makarasana.png'
import a from '../Categories/Relax/Balasana.png'
import b from '../Categories/Relax/ViparitaKarani.png'
import c from '../Categories/Relax/Savasana.png'

const relaxAsanas = [
  {
    name: 'Матар байрлал',
    other: 'Makarasana',
    instructions:'Ширээ байрлалаас доош харж элгээрээ хэвтэж, 4 мөч, цээж хэвлий газар бүтэн байрлана. Харц урагшаа толгойг өндийлгөж болно. Амраах зорилгоор 2 гар биеийн дагуу, толгой газар чихээрээ тавьж болно.',
    contradictions: 'Жирэмсэн эмэгтэйчүүд болон сээр, нурууны мурийлттай хүмүүс хийхгүй  .',
    benefits: 'Дасгал хооронд биеийг амраах болон биеийг хөргөх зориулалтаар хийх ба булчин шөрмөсийг суlллаж, мэдрэлийн системийг тайвшруулна.Стресс, зовнил түгшүүрийг арилгана, хэвлэлийн эрхтнүүдийн үйл ажиллагааг дэмжинэ.',
    image: RelaxImage, 
  },
  {
    name: 'Хүүхэд байрлал',
    other: 'Balasana ',
    instructions: ' Өгзгийг  өлмий рүү сайтар шахаж , хэвлий цээжийг гуя руу шахан хоёр , дух, хамрын үзүүрийг газар луу шүргүүлэн хүзүүний булчингаа суллаж,   хоёр гараа мөрнөөсөө урагш сунган бүх булчингуудаа суллана. ',
    benefits: 'Дасгал хооронд ачаалсан булчинг суллах бa эхийн  хэвлийд байгаа ураг мэт мэдрэлийн систем тайвшран амарна . Ташаа, гуя, шагай хэсэг зөөлнөөр, сунгагдана, стресс, ядаргаа, багасна, нуруу, хүзүүний булчин сулран амарна. Асана хооронд ядарсан үед хэзээ ч хийж болно ',
    contradictions: 'Өвдөг, нурууны  гэмтэлтэй , жирэмсэн үед туслах хэрэгсэл ашиглах болон хөлийг хоёр тийш салган хийж болно. Дух газар хүрэхгүй тохиолдолд хоёр тохойг нугалан гарын ар дээр духаа буулгана. ',
    image: a, 
  },  
  {
    name: 'Хөлөө сойх байрлал',
    other: 'Viparita Karani ',
    instructions: 'Настай хүмүүс, хөл нь хавагнадаг, өндөр даралттай хүмүүсийг хөлийг нь  бага зэрэг дээш өргөхөд хангалттай. Эрүүл хүмүүст нуруу нь доор блок, болстертой хийж болно. ',
    benefits: 'Сарын тэмдгийн өвдөлтийг намдаана, судасны бүдүүрлийн эсрэг эерэг нөлөөтэй, нөхөн үржихгүй дааврыг тэнцвэржүүлнэ. Хоол боловсруулалтыг сайжруулдаг. Ядарсан, хөлийг амрааж сэргээдэг, хүзүүний ар нуруу, хөлийн арын хэсгийг сунгана, нурууны өвдөлтийг бууруулна. Толгой өвдөх, мигрень намдаах үйлчилгээтэй, сэтгэлийн түгшүүрийг тайвшруулдаг, бага зэргийн сэтгэл гутрал, нойргүйдлийн шинж тэмдэг багасна. ',
    image: b, 
  },  
  {
    name: 'Сүүлчийн амралтын  байрлал',
    other: 'Savasana ',
    benefits: 'Дасгалын дараах энэ гүн амралт нь оюун санааг тайвшруулж, бие сэтгэлийн чангарал, хэт ачаалал, стресс түгшүүрийг багасгана. Биеийн бүх булчинг суллан амрааж, тархи мэдрэлийн системийг тайвшруулж, биеийн нөхөн сэргэх чадварыг нэмэгдүүлж, пранаг биед буцаан шингээхэд тустай. ',
    image: c, 
  },  
];

export default relaxAsanas;
