import SiddImage from '../Categories/Seated/Siddhasana.png';
import a from '../Categories/Seated/Dandasana.png';
import b from '../Categories/Seated/Paschimattanasana.png';
import c from '../Categories/Seated/Janu.png';
import d from '../Categories/Seated/Ardha.png';
import e from '../Categories/Seated/BaddhaKonasana.png';
import f from '../Categories/Seated/Virasana.png';
import g from '../Categories/Seated/Vajrasana.png';
import h from '../Categories/Seated/Sukhasana.png';
import i from '../Categories/Seated/Siddhasana.png';
import j from '../Categories/Seated/Upavisthakonasana.png';
import k from '../Categories/Seated/Gomukhasana.png';
import l from '../Categories/Seated/Navasana.png';
import m from '../Categories/Seated/Simhasana.jpeg';




const seatedAsanas = [
  {
    name: 'Таяг байрлал',
    other: 'Dandasana',
    instructions: 'Тогтвортой суугаа байрлал. Хоёр хөлөө ташаанаасаа урагшаа жийн өвдгөө тэнийлгэнэ. Мөр ташаа нэг шугаманд , мөр чих, нэг шугаманд нуруу эгц, хэвлийг чангална. Өсгийг жийж өлмийг  ээтийлгэнэ. Хоёр гар мөрнөөс доош шулуун буулгаж, гарын алгаа ташааны  хоёр талд байрлуулна.  Далны хоорондох булчин чангалан, цээжээ тэнийлгэнэ.  Харц хөлний өлмийг давуулан ширтэнэ. ',
    benefits: 'Анхаарал төвлөрлийг нэмэгдүүлж, мэдрэлийн системийг тайвшруулан, стресс, хөнгөн депрессийг бууруулна. Нуруу хөлийн булчинг чангалж цээжийг дэлгэн гүнзгий амьсгалахад тустай.',
    contradictions: 'Нуруугаар хэт хотойхгүй хэвлий, далыг чангална  дөрвөн толгойт булчингаа чангалан хөлийг идэвхтэй байлгаж, өлмийг ээтийлгэнэ. Өвдөгөө бага зэрэг нугалах эсвэл блок дээр сууж болно. ',
    image: a, 
  },
  {
    name: 'Суугаа урагш тонгойх байрлал',
    other: 'Paschimattanasana ',
    instructions: 'Дандасана байрлалаас урагш сунгаж, хоёр гараар хөлний  үзүүрээс барьж сунана  Анхан шатны хүмүүс хоёр гарын алгыг, хөлийн хоёр талаар тавьж болно. Харц хөлийн үзүүр лүү , эрүүгээ шилбэндээ хүргэх  гэж байгаа юм шиг сайн сунгана. Цээжийг эгцээр  гуяндаа сайн наахыг хичээнэ. ',
    benefits: 'Тархийг тайвшруулж, хөнгөн депресс арилгана. Нуруу, мөр, гуяны арын булчин, цавийг сунгана. Элэг, бөөр, өндгөвч, умайн ү|а сайн. Хоол шингээлтнд сайн. Цэвэршилт, сарын тэмдэгийн зовиур багсана. Толгойн өвдөлт, уур бухимдал, сэтгэл гутарлыг намдаана. Даралт ихтэй, нойргүйдэл, үргүйдэл, хамарын үрэвсэлд ач тустай Угийн дээр үеийн сударт бичсэн. Тайвшруулах  Нөлөөтэй.  ',
    contradictions: 'Нурууны асуудалтай хүмүүс зөөлөн хийх ,эсвэл туршлагтай багшын заавраар хийх. Нуруун дээр нь  дарж болохгүй.  Сээрний нугаламуудыг доош нь дарахгүй, харин ууцнаас урагшаа түлхэн засах.',
    image: b, 
  },
  {
    name: 'Толгойгоо өвгөнд хүргэх  байрлал',
    other: 'Janu Sirsasana ',
    instructions: 'Дандасана байрлалаас хөлийнхөө аль нэгийг өвдгөөр нь нугалаад хөлөө түнхээр нь эргүүлж гадагш дэлгээд  хөлийн улыг гуя руугаа наана.  Хоёр гарыг урагш сунган, хөлийн хоёр талаар тавих буюу чагтлаад хөлийг давуулж болно. Энэ байрлалд өвдөгний үе илүү хөдөлгөөнтэй болж, падмасана хийх бэлтгэл болно. Шулуун хөлнийхөө шилбэ рүү эрүүгээ сунган урагш тонгойход хэвлийн илүүдэл өөх багасна . ',
    benefits: 'Тархийг тайвшруулж хөнгөн депресс арилгана. Нуруу, мөр гуяны, арын булчин цавийг Сунгана. Элэг бөөрний үйл ажиллагааг сайжруулна. Хоол шингэлтийг сайжруулна. Цэвэршилтийн шинж тэмдгийг багасгана. Уур бухимдал, сэтгэл гутрал сарын тэмдгийн зовуурийг арилгана. Даралт ихтэй, нойргүйдэл хамрын үрэвсэлд ач тустай. Хэвлий ба нөхөн үржихүйн эрхтний цусны урсгалыг нэмэгдүүлдэг.  ',
    contradictions: 'Нурууны асуудалтай бол урагш хэт тонгойхгүй. Өвдөгний гэмтэлтэй бол өвдгөө хэт лав нугалахгүй, өвдөг дор ивээс тавих.',
    image: c, 
  },
  {
    name: 'Хагас бадамлянхуатай урагш тонгойх байрлал',
    other: 'Ardha Baddha Padma Paschimattanasana ',
    instructions: 'Гараа нурууныхаа араар оруулан өлмийнөөсөө барина. Хоёр мөрөө нэг шугамд байлгахыг хичээнэ .Нөгөө гараа урагш сунгасан хөлийнхөө үзүүрээс бариад  харцыг хөлийн үзүүр лүү чиглүүлнэ. Хэрэв гараа нурууны ардуур явуулан  нугалсан хөлийн эрхий хуруугаас барихад  асуудалтай байвал хоёр алгаа шалан дээр тавин хийнэ.  Хагас бадамлянхуа байрлал хийхийн тулд дөрвөн толгойт булчин сайн сунгалттой байх шаардлагатай. Мөн аарцаг ташааны булчингууд түнхний үеийг сулласан байх нь чухал  ',
    benefits: 'Гуяны ар болон нурууны булчингуудыг сунгана Өвдөгний хөшүүн байдлыг арилгадаг Урагш тонгойход хэвлийн хөндийн эрхтнүүдэд агшилт үүсгэх ба энэ нь хоол боловсруулах  Гэдэсний гүрвэлзэх хөдөлгөөнийг сайжруулан, бодисын солилцоог эрчимжүүлнэ Мөрний эргэн тойрон нээгдэж, цээж нь улам өргөжиж, амьсгал гүнзгий  Чөлөөтэй болдог   Өвдөг түнхэнд ямар нэгэн зовуурь мэдэгдэж байвал бэлтгэх барилгуудыг сайн хийх хэрэгтэй    ',
    contradictions: 'Өвдөг, шагай, түнх, мөр нурууны архаг өвдөлт болон гэмтэлтэй бол тохиромжгүй  , оронд нь жану ширшасана хийвэл тохиромжтой. ',
    image: d, 
  },
  {
    name: 'Эрвээхэй байрлал',
    other: 'Baddha Konasana',
    instructions: 'Суугаад хоёр хөлийн улыг нийлүүлэн гараараа барьж өвдгийг гуяны булчингаараа доош дарж газарт хүргэхийг хичээнэ. Энэ үед давсаг чанга, хэвлийг татсан, нуруу цэх байна.   ',
    benefits: 'Бэлгийн булчирхайнууд, бөөрний дээд булчирхай, бөөрний үйл ажиллагааг эрчимжүүлж, тэнцвэржүүлэн үргүйдэл,циститээс сэргийлнэ. Анхаарлыг төвлөрүүлж стрессийг бууруулан гуя өвдөг, цавь хэсгийг сунгаж өгнө. Суудлын мэдрэлийн үрэвсэл, сарын тэмдгийн өвдөлтийг намдаана. Астма, цусны даралт ихсэхийг намжаана   ',
    contradictions: 'Өвдөг ташааны гэмтэлтэй үед өвдөгний дор өндөр ивээстэй хийнэ.',
    image: e, 
  },
  {
    name: 'Баатар байрлал',
    other: 'Virasana',
    instructions: 'Хоёр өвдөг нийлүүлж, хоёр өсгийг ташааны хажууд, өгзөг, суудлын ясыг газар байрлуулна. Нурууг цэхлэн толгойн оройгоор дээш сунан сууна.  ',
    benefits: 'Оюун санааг тайвшруулан амраана. Анхаарал төвлөрөлтийг нэмэгдүүлнэ. Гуя, өвдөг, шагайг сунгаж, уян хатан болгоно. Хөлийн хаванг бууруулна. Хоол боловсруулалтыг идэвхжүүлнэ, сарын тэмдгийн өвдөлтийг намжаана. Астма, цусны даралт ихсэхэд намдаах нөлөөтэй.   ',
    contradictions: 'Өвдөг, шагайн гэмтэлтэй үед хийхийг хориглоно. Мөн блок, болстер, хучлага ашиглан сууж  болно',
    image: f, 
  },
  {
    name: 'Очир байрлал, Аянга байрлал',
    other: 'Vajrasana',
    instructions: 'Хоёр өвдөг нийлүүлж, хоёр өсгий ташааны доор, хөлийн өсгийн дээр өгзөг байрлана. Нуруу цэх, хоёр гарыг цээжний урд алгаар нь хавсран барина. Хоол идсэний дараа шууд хийж болдог цөөн байрлалын нэг. Бясалгал, пранаяама хийхэд тохиромжтой',
    benefits: 'Оюун санааг тайвшруулан, амраана. Анхаарал төвлөрөлтийг нэмэгдүүлнэ. Гуя, өвдөг, шагайг сунгаж уян болгоно. Хөлийн хаванг бууруулна. Судас бүдүүрэхээс мөн хоол боловсруулалтыг идэвхжүүлж өтгөн хаталтаас сэргийлнэ. Сарын тэмдгийн өвдөлт, цусны даралт ихсэхийг намдаана',
    contradictions: 'Өвдөг, шагайн гэмтэлтэй үед хийхгүй. Блок, блостер, хучлага ашиглан сууж болно. ',
    image: g, 
  },
  {
    name: 'Энгийн завилгаа    ',
    other: 'Sukhasana',
    instructions: 'Энгийн завилгаа нь өөртөө хамгийн эвтэй байдлаар хөлийг зөрүүлэн суух ба анхан шатны хүмүүст хамгийн тохиромжтой. Хоёр шагайг зөрүүлэн, эсвэл нэг хөлийг нөгөөгийн урд байрлуулан сууж болно. ',
    benefits: 'шагай, өвдөг, түнхний  үений хөдөлгөөний цар хүрээг нэмэгдүүлнэ..хэвлийн хөндий,  нурууны доод хэсэг, аарцагны цусны эргэлтийг идэвхжүүлнэ. Цусны эргэлтийг нэмэгдүүлснээр нурууг бэхжүүлнэ.',
    contradictions: 'Өвдөг, шагайны гэмтэлтэй хүмүүс болгоомжтой хийнэ. Ахар сүүл доороо блок, хучлага ивж болно',
    image: h, 
  },
  {
    name: 'Бүрэн төгс байрлал  ',
    other: 'Siddhasana',
    instructions: 'Сиддха гэдэг нь төгс эсвэл чадварлаг гэсэн утгатай. Иогт төгс төгөлдөрт хүрч гэгээрсэн  хүнийг мөн Сиддха гэж нэрлэдэг. ',
    benefits: ' Шагайны урд хэсгийг сунгана. Гуяны булчинг бэхжүүлж  чангалах, мөн  гуяны уян хатан чанарыг сайжруулдаг. Гуяны дотоод хэсгийг сунгаж, ташааг сайн нээнэ. Нурууны босоо  булчин,хэвлийн цөм булчинг бэхжүүлдэг.Пранаяма хийх эсвэл бясалгах явцад Сиддхасанагаар суух нь т мэдрэлийн системийг сайтар тайвшруулж анхаарлыг сайтар төвлөрүүлэхэд тусална',
    contradictions: 'Өвдөг ташааны гэмтэлтэй үед илүү хялбар байрлалыг сонгон суух',
    image: i, 
  },
  {
    name: 'Суугаа байдлаас хөлөө салган урагш тонгойх байрлал',
    other: 'Upavistha Konasana',
    instructions: 'Дандасана байрлалаас хөлийг хоёр тийш салган сунгаад өөрийн боломжийн хэрээр урагш тонгойно. Хөлний эрхийг хурууг гарын долоовор дунд хуруугаар чагтлан барих. ',
    benefits: 'Хөлийн дотор булчингуудыг суллан сунгаж, аарцагны хөндий рүү очих энерги,  цусны эргэлтийг сайжруулна. ',
    contradictions: 'Суудлын ясны дор ивээс хийн өвдөгөө бага зэрэг нугалан хийж болно. Нуруу бөгтийж байвал урагш хэт тонгойх, хөлийг барих шаардлагагүй ба гараа тохойгоор тэнийлгэн биеийн урдаа байрлуулан хийж болно. ',
    image: j, 
  },
  {
    name: 'Үхрийн толгой байрлал',
    other: 'Gomukhasana',
    instructions: 'Суудлын хоёр ясыг газраас хөндийрүүлэхгүйгээр бүтэн сууж , хоёр өвдгийг нэгийг нь нөгөөгийн харалдаа байрлуулан, хоёр өсгий ташааны 2 талд байхаар сууна. Дээр байрласан хөлний эсрэг талын гарыг дээш өргөн тохойгоор нугалж далны араар оруулан, хоёр гараа нурууны ард холбон барина. ',
    benefits: 'Мөр, цээж, шагай, гуяны хэсгийг сунгана. Нурууг уян хатан болгоно.Бие, сэтгэлийг тайвшруулдаг. Бөөрний үйл ажиллагааг сайжруулдаг. Тогтмол хийснээр сэтгэлийн түгшүүр, стрессийг бууруулдаг. Даралтыг бууруулахад тусална.  Суудлын мэдрэлийн үрэвслийн өвдөлтийг  намдаана. Нурууны өвдөлтийг багасгана.Мөр , хүзүү орчимын чангарсан булчинг суллан, мөрний үений хөдөлгөөний царыг нэмэгдүүлнэ. ',
    contradictions: 'Мөр, түнх, өвдөгний гэмтэлтэй хүмүүс туслах хэрэгсэл ашиглан ивээс хийж суух, уяа ашиглан хоёр гараа холбоно. ',
    image: k, 
  },
  {
    name: 'Бүтэн завь байрлал',
    other: 'Navasana,  Парипурна навасана',
    instructions: 'Дандасана байрлалаас цээжин биеийг хойш нь налуулж хэвлийн булчингуудыг чангалан,нурууг сайн эгцэлж, хоёр хөлөө шулуунаар нь дээшээ өргөнө. ',
    benefits: 'Биеийн цөм булчингуудыг чангалан, анхаарал төвлөрөл ,тэсвэр тэвчээрийг нэмэгдүүлнэ. ',
    contradictions: 'Ахар сүүлний дор хучлагаар ивээс хийж болно. Хүзүүний булчин, мөрийг хэт чангалахгүй байхад анхаарах. Анхан шатны үед өвдгийг нугалан өлмий өвдөг хоёрыг нэг шугамд байрлуулан хийж болно. ',
    image: l, 
  },
  {
    name: 'Арслан байрлал',
    other: 'Симхасана',
    instructions: 'Асана болон крияа буюу цэвэрлэгээний техник аль аль нь болдог байрлал.  Хоёр хөлийн өлмийг нийлүүлэн, өвдөг хоорондоо дэвсгэрний хэмжээтэй зай аван, мөрийг гадагш эргүүлж гарын хуруунуудыг их бие рүү харуулж сууна. Амьсгалыг хамраар аван , амаараа гаргахдаа хэлний үзүүрийг аль болох уртаар доош сунган, харцаа дээш хоёр хөмсөгний гол руу чиглүүлж, өрцний гүнээс архирах мэт амьсгалаа гаргана. ',
    benefits: 'Нүүр, нүд, хүзүү цээжний булчингийн чангаралыг суллана, Арьсны өнгийг сэргээнэ, үрчлээснээс сэргийлж, давхар эрүү багасгахад тустай. Нүүрний цусны эргэлтийг сайжруулна. Гүйлсэн булчирхай-тонзилд массаж болж,хоолойны ангинаас урьдчилан сэргийлж, дөнгөж эхэлж байгаа хоолойн хөндүүрийг арилгана',
    contradictions: 'Өвдөг, бугуйнд гэмтэлтэй бол туслах хэрэгсэл ашиглана, зүрх судасны өвчин, нүдний даралт, жирэмсэн,эпилепси өвчтэй хүмүүст  болон цусны даралт өндөр үед хориглоно',
    image: m, 
  }
 
];

export default seatedAsanas;

