import NatarImages from '../Categories/Standing/Natarajasana.png';
import tada from '../Categories/Standing/tadasana.png';
import ta from '../Categories/Standing/uttanasana.png';
import t from '../Categories/Standing/Virabhadrasana1.png';
import a from '../Categories/Standing/Virabhadrasana2.png';
import b from '../Categories/Standing/Tuladandasana.png';
import c from '../Categories/Standing/UtthitaTrikonasana.png';
import d from '../Categories/Standing/ParivrittaTrikonasana.png';
import e from '../Categories/Standing/UtthitaParshvakonasana.png';
import f from '../Categories/Standing/ParivrittaParshvakonasana.png';
import g from '../Categories/Standing/PrasaritaPadottanasana.png';
import h from '../Categories/Standing/Parshvottanasana.png';
import i from '../Categories/Standing/Garudasana.png';
import j from '../Categories/Standing/Natarajasana.png';
import k from '../Categories/Standing/Utkatanasana.png';
import l from '../Categories/Standing/ArdhaChandrasana.png';
import m from '../Categories/Standing/Vrksasana.png';
import n from '../Categories/Standing/Ashtachandrasana.png';

const standingAsanas = [
  {
    name: 'Уул зогсолт',
    other: 'Tadasana, Samasthiti, Mountain pose',
    instructions:'Нуруу нэг шугамд байрлана.Давсаг хэвлий татаж аарцаг өгзөгийг урагшаа татаж нурууг нэг шугамд оруулж чих шалтай паралелль, хоёр мөр суллан нэг шугамд гуяны урд талын дөрвөн толгойт булчинг чангална',
    contradictions:'Өвдөг хэт тэнийж түгжихгүй.Нуруугаар хотойх эсвэл бөгтийхгүй',
    benefits:'Биеийн ерөнхий байрлалыг засна. Цусны эргэлтийг сайжруулна. Даавар тэнцвэржүүлнэ. Өндөр болгоно. Өвдөг, гуя, шагай хүчирхэг болгоно. Тэнцвэр сайжруулна',
    image: tada, 
  },
  {
    name: 'Зогсоо байдлаас урагш тонгойх байрлал',
    other: 'Uttanasana, Standing forward fold',
    instructions: 'Бэлтгэх болон эсрэг байрлал. Нуруу цэх, тэнхлэгийн дагуу сунана/өвдөг нугалж болно/ толгойг унжуулан толгойн оройг газарлуу хүргэх гэж буй мэт өвчүүгээ өлмийрүүгээ сунган, 4 толгойтыг чангалж, уддьяана бандха барих, биеийн жинг хөлийн өлмийрүү  шилжүүлэх.',
    contradictions: 'Цус багадалттай хүмүүс хэт тонгойхгүй, нүдээ анихгүй, амьсгал түгжихгүй. Нурууны гэмтэлтэй бол өвдөгийг нугалан хэт гүн тонгойхгүй. Бөгтийхгүй. Гуяны 4 толгойтыг чангалан хийж өвдгийг хамгаалах.',
    benefits:'Хэвлийн хөндийн дотор эрхтнүүдийг сойн чангална. Xоол боловсруулалтыг дэмжинэ, элэг дэлүүний ү.а дэмжинэ. Биеийн ард талын булчингуудыг сунган уян хатан болгоно. Гэдэс дүүрэх болон хбэт асуудалтай хүмүүстэй ашигтай. Тархийг амрааж, нойргүйдэл, стресс, хөнгөн зэргийг депрессийг бууруулна.',
    image: ta, 
  },
  {
    name: 'Дайчин 1 байрлал',
    other: 'Virabhadrasana 1 ,Warrior 1',
    instructions: 'Бэлтгэх болон эсрэг байрлал: Ташааг хааж, 2 хөлийн ул газар бүтэн, хойд талын өвдөг тэгш, урд талын өвдөг 90 градус нугалсан, нуруугаар хотойхгүй, ахар сүүлээ татаж болно.',
    contradictions: 'Даралт ихтэй хүмүүс гараа эгцээр нь өргөж болно. Мөрний гэмтэлтэй бол 2 гарыг параллел эсвэл гарыг буулгана. Хүзүүний асуудалтай бол толгой өргөхгүй, гар луу харахгүй байх.',
    benefits:'Цээж, уушги, мөр, хүзүү, хэвлий, цавийг сунгана. Мөр гар, нурууны арын булчинг хөгжүүлнэ. Гуя, хөлийн булчин, шагайг уян хатан хүчирхэг болгоно. Суудлын мэдрэлийн үрэвсэл, ууц нурууны өвдөлт намдана.',
    image: t, 
  },
  {
    name: 'Дайчин 2 байрлал',
    other: 'Virabhadrasana 2-Warrior 2',
    instructions: 'Ташааг нээж, 2 хөл бүтэн улаар газар, 2 гараас татаж байгаа мэт, хүзүү дээшээ сунган, мөр суллан, урд талын хөлийн 90 гр нугалсан, хойд хөлийн өвдөг нугалахгүй хананд хавчуулагдсан мэт, 2 мөр ташаа нэг шугамд. ',
    contradictions: 'Хөл шагайг хүчирхэг, уян хатан болгонo. Цавь, цээж, уушги, мөрийг тэлж сунгана. Хэвлийн эрхтнүүдэд сайн, сэргээж өгнө. Биеийн хүч, тэнцвэрийг сайжруулна. Нурууны өвдөлт намдана, жирэмсний сүүлийн 3 сард сайн. Бугуй сувгийн хам шинж, ясны сийрэгжилт, ууц нурууны өвдөлтийг намдаана.',
    benefits:'Мөрний гэмтэл, цусны даралт өндөр бол болон, хүзүүний асуудалтай бол гараа буулгаж болно.',
    image: a, 
  },
  {
    name: 'Дайчин 3',
    other: 'Tuladandasana, Virabhadrasana 3, Warrior 3',
    instructions: 'Нуруу нэг шугамд байрлана. Давсаг хэвлий татаж аарцаг өгзөгийг урагшаа татаж нурууг нэг шугамд оруулж чих шалтай паралелль, хоёр мөр суллан нэг шугамд гуяны урд талын дөрвөн толгойт булчинг чангална',
    contradictions: 'Мөрний асуудалтай хүмүүс гараа буулган, эсвэл ташаандаа авч болно',
    benefits:'Цөм булчинг чангална. Тэнцвэрийг сайжруулан, анхаарал төвлөрөлийг нэмэгдүүлнэ.Суурь хөлний булчингууд хүчтэй, уян хатан болно. Өгзөг, нурууны булчинг чангална. Зүрх судсанд эрүүл ачаалал өгч, цусны эргэлтийг идэвхжүүлэн биеийг халаана',
    image: b, 
  },
  {
    name: 'Сунасан гурвалжин байрлал',
    other: 'Utthita Trikonasana',
    instructions: 'Шагай өвдөг ташааны эргэн тойрны булчинг чангална. Мөр цээжийг нээж, гуяны ар талыг сунгана. Харцыг дээш чиглүүлэхэд нүүр, хүзүүний булчингууд чангарна.Хоёр хөл бүтэн улаар газар өсгийн нэг шугамд.',
    contradictions: 'Нуруу, өвдөг мөрний гэмтэлтэй хүмүүс болгоомжтой хийнэ  Зүрх судасны өвчин, гипертензтэй хүмүүс дээш харахгүй.',
    benefits:'Гэдэсний гүрвэлзэх хөдөлгөөн идэвхжүүлнэ. Бэлхүүс, аарцаг орчмын илүүдэл өөхийг бууруулж, суудлын мэдрэл,үе мөчний үрэвсэлд тустай.',
    image: c, 
  },
  {
    name: 'Мушгиа сунасан гурвалжин байрлал',
    other: 'Parivritta Trikonasana',
    instructions: 'Ташааг хааж, 2 өвдөг нугалахгүй, мушгирч гар дээш харц гарын үзүүр лүү, 2 хөлийн ул нэг шугамд газар бүтэн улаар байрлана.',
    contradictions: 'Нуруу өвдөг, мөрний гэмтэлтэй хүмүүс болгоомжтой хийнэ. Зүрх судас, Даралт ихдэлттэй хүмүүс дээш харахгүй. Сарын тэмдэг ирсэн болон жирэмсэн үед, дотор эрхтний үрэвсэлт өвчтэй, гарын шуу, мөр, өвдөг, шагай нурууны гэмтэлтэй хүмүүс хийхгүй.',
    benefits:'Цавь, өвдөгний арын шөрмөс, хөлийн булчин, цээж, нурууг сунгана. Тэнцвэрийн зохистой байдал, уялдаа мэдрэмжийг сайжруулна. Стрессээс ангижрах, бодисын солилцоог сайжруулна.',
    image: d, 
  },
  {
    name: 'Сунасан хажуугийн өнцөг байрлал',
    other: 'Utthita Parshvakonasana',
    instructions: 'Хөл хооронд дахь зай  хүний өндрөөс хамааран 110-135 см, гарыг дээш чихний харалдаа сунгана, тулж буй гар хөлийн гадна, эсвэл дотор байж болно.',
    contradictions: 'Хүзүүний асуудалтай бол харц заавал дээш байх албагүй.',
    benefits:'Шагай өвдөг, ташааг хүчтэй болгон, гуяны булчинг хөгжүүлнэ, цээжийг нээж, аарцаг бэлхүүс орчмын өөхийг шатааж, үе мөчний үрэвсэл, суудлын мэдрэлийн үрэвсэл намдана. Гэдэсний гүрвэлзэх хөдөлгөөнийг сайжруулж, ялгаруулах системийн үйл ажиллагааг зохицуулдаг.',
    image: e, 
  },
  {
    name: 'Мушгиа хажуугийн өнцөг байрлал',
    other: 'Parivritta Parshvakonasana',
    instructions: 'Блоктой хийж болно, гар дээш болох боломжгүй бол 2 гар хавсарч барьж болно. Мөн хойд хөлийн өсгий газраас хөндийрч өлмий дээр тулж болно.',
    contradictions: 'Зүрх, нурууны асуудалтай хүмүүс бүтэн биш хагас мушгирна.',
    benefits:'Мөр, ташааны үений хөдөлгөөний цар хүрээг нэмэгдүүлнэ. Мэдрэлийн системийг бэхжүүлж, бие , оюун санааны тогтвортой байдлыг бий болгоно.  Тэнцвэр сайжруулж, булчинг чангаруулж, биеийг хөнгөн болгодог. Хоол боловсруулалтыг идэвхжүүлж, уушги зүрхний ү.анд эерэгээр нөлөөлнө.',
    image: f, 
  },
  {
    name: 'Хөлийг салган урагш тонгойх байрлал',
    other: 'Prasarita Padottanasana',
    instructions: '2 өлмий дотогш чиглэлт,өвдөг нугалахгүй, хүзүү доош суллан газар хүргэнэ, 2 тохой 90 градус нугална, мөрийг татна, биеийн жин өлмий рүү. Толгой шаланд хүрч байвал хөл хоорондын зайг ойртуулж болно.Нурууг илүү сунгаж өгнө.',
    contradictions: 'Нүд аниж хийхгүй.',
    benefits:'Нурууны булчин хөлийн ар болон гуяны дотор талыг сунгана. Тархины цусан хангамж сайжирна.Хоол боловсруулалт, бодисын солилцоо идэвхжинэ.',
    image: g, 
  },
  {
    name: 'Хажуугийн сунгалт байрлал',
    other: 'Parshvottanasana, Пирамид',
    instructions: 'Цээжийг дэлгэн тонгойно, уддияана бандха хийж хэвлийг чангалан 2 гарыг хойно хавсарч  мөрийг хойш, дал хооронд дахь булчинг чангална урагш эрүүг шилбэнд хүргэх гэж буй мэт сунгана. Гараа буулгаж, эсвэл ташаандаа тулж болно.',
    contradictions: 'Өвдөг хэт тэнийж түгжихгүй. Нуруугаар хотойх эсвэл бөгтийхгүй',
    benefits:'Нуруу, мөр, бугуй, аарцаг, өвдөгний арыг сунгана.Хөлийг чангална.Хэвлийн эрхтнүүдийн зохист байдлыг хангана.Тархины ү.аг тайвшруулна. Тэнцвэрийн байрлал болон мэдрэмжийг сайжруулна. Хавтгай тавхай засна.',
    image: h, 
  },
  {
    name: 'Бүргэд байрлал',
    other: 'Garudasana',
    instructions: 'Гар хөл эсрэгцүүлж давуулна. Сандал байрлалаас баруун гарыг зүүн гарны дээгүүр ороож холбоод, зүүн өвдгийг баруун өвдөг нь дээр ачиж өлмийгөөр нь шилбийг орооно. Тохойноос хүн татаж байгаа мэт дээшээ ,урагш сайн сунгана. ',
    contradictions: 'Өвдөг, шагай, мөрний гэмтэлтэй хүмүүс хялбаршуулан хийнэ.',
    benefits:'Шагай шилбэ сунгаж, чангална. Гуя, ташаа мөр, нурууны дээд хэсгийг сунгана. Тэнцвэр , төвлөрөлийг сайжруулна. Астма, нурууны доод хэсгийн өвдөлт, суудлын мэдрэл дарагдах өвдөлтийг намдаана.',
    image: i, 
  },
  {
    name: 'Бүжигчин байрлал',
    other: 'Natarajasana',
    instructions: 'Дөрвөн толгойт булчин чангалж, цээж нээж аарцаг ташааг сунгаж гарыг урагш сунгана,Шагайныхаа дотор талаас барин хөлөө дээш сунгана.',
    contradictions: 'Хөл, гар , нурууны гэмтэлтэй, бөөр болон уушгины цочмог өвчтэй, мөн жирэмсэн бол тохиромжгүй.',
    benefits:'Хөл нурууны булчинг чангалан хүчирхэгжүүлж, мөр дал нурууг уян хатан болгоно. Цээжний хөндийн цусны эргэлтийг сайжруулж, илүү гүн амьсгалах боломж олгоно.  Анхаарал төвлөрөлтийг нэмэгдүүлж, эрч хүчээр тэтгэнэ. Үндэс, зүрх, мэлмий  хүрдний энергийг сэргээнэ.',
    image: j, 
  },
  {
    name: 'Сандал байрлал',
    other: 'Utkatanasana',
    instructions: 'Өвдгөөр хагас нугалан доошоо хагас суун харц, гарын үзүүр лүү дээшээ нуруугаар хэт хотойж гэдийхгүй Хоёр өвдөг, өлмийтэй нэг шугамд.',
    contradictions: 'Нугалсан өвдгийг хөлийн өлмийнөөс урагш илүү гарахгүйг хичээн өвдөг түнх шагайны. Гэмтэлтэй бол хэт доош суухгүй.',
    benefits:'Хөлийн булчин, яс, цөм булчингууд өгзөг ташааны. булчингуудыг чангална анхаарал төвлөрлийг нэмэгдүүлж, мэдрэлийн системийг тайвшруулна.',
    image: k, 
  },
  {
    name: 'Хагас сар байрлал',
    other: 'Ardha Chandrasana',
    instructions: 'Нэг хөл дээрээ зогсон гар, мөн мөрний дагуу доош мөрний харалдаа бууж, харц дээшээ эсрэг гарын үзүүр лүү харна. Нөгөө хөл 90 градус Өргөсөн хоёр мөр нэг шугамд цээж нээж, ташааг нээж өгнө.',
    contradictions: 'Гарны дор блок тавьж болно. Мөрний гэмтэлтэй бол гарыг ташаан дээр авна. Суурь хөлний өвдгийг чангалж түгжихгүй.',
    benefits:'Хөлний яс, булчинг чангалан бэхжүүлнэ сэтгэлийн хөдөлгөөнийг тэнцвэржүүлнэ, цээж аарцгийн нэн эрч хүчийг тэтгэнэ. Анхаарлыг дээд зэргээр төвлөрүүлэх үед мэдрэлийн систем бүрэн тайвширна.',
    image: l, 
  },
  {
    name: 'Мод байрлал',
    other: 'Vrksasana',
    instructions: 'Нуруу дээшээ, эгц таазтай парлель суурь хөлийн өвдгийг түгжихгүй Харц дээшээ хоёр гар толгойн орой дээр хавсран, хялбаршуулж хийхдээ хоёр гар ташаан дээр.',
    contradictions: 'Толгой өвдөж байгаа үед нойргүйдэл, зүрхний өвчтэй, даралт их бол гар өргөхгүй.',
    benefits:'Гуя шилбэ шагай, нуруу чангалан цавь гуяны дотор тал цээж мөрийг сунгана. Тэнцвэрийг сайжруулна. Суудлын мэдрэлд дарагдсан өвчин намдаана.',
    image: m, 
  },
  {
    name: 'Босоо морьтон/Хавирган сар',
    other: 'Ashtachandrasana, Crescent moon, High lunge',
    instructions: 'Дайчин 1 байрлалаас ялгаатай нь өсгий газраас хөндий, өлмийн дээр тулсан, ташаа урагш чиглэсэн байна.',
    contradictions: 'Цусны даралт өндөр,зүрхний асуудалтай,мөрний асуудалтай бол 2 гарыг параллел эсвэл гарыг буулгана. Хүзүүний асуудалтай бол толгой өргөхгүй, гар руу харахгүй байх.',
    benefits:'Цээж, уушиг, мөр, хүзүү, хэвлий, цавь (psoas булчин) сунгана. Мөр гар, нурууны арын булчингуудыг хөгжүүлнэ. Гуя, хөлийн булчин, шагайг уян хатан , хүчирхэг болно. Суудлын мэдрэлийн үрэвсэл,ууц нурууны өвдөлтийг намжаана. Тэнцвэр, анхаарал төвлөрөлийг сайжруулна.',
    image: n, 
  },

];

export default standingAsanas;
