import JathaImage from '../Categories/Supine/Adho-Mukha-Svanasana.png'
import a from '../Categories/Supine/SalambaSarvangasana.png'
import b from '../Categories/Supine/Halasana.png'
import c from '../Categories/Supine/Karnapidasana.png'
import d from '../Categories/Supine/Sirsasana.png'

const supineAsanas = [
  {
    name: 'Доош харсан нохой',
    other: 'Adho Mukha Svanasana',
    instructions: 'Гарын алга, газар бүтэн гар ул, мөрний хэмжээний зайтай бугалгыг гадагш эргүүлж, тохой үл мэдэг нухална ташаанаас хүн татаж байгаа мэт дээш сунгана.Өсгийг газар луу түлхэж өгнө. Хэрэв нуруу бөртийвөл өвдгийг нугалж хийнэ. Ингэхдээ өсгөө рүү түлхэж, нурууг сунгасан хэвээр байлгахад анхаарна. ',
    contradictions: 'Мөрний гэмтэлтэй хүмүүс хийхгүй. Цусны даралт их, нүдний асуудалтай үед хийхгүй. Нүдээ анихгүй.',
    benefits: 'Цусны эргэлтийг нэмэгдүүлж,хоол боловсруулах үйл явцыг сайжруулна.  Сэтгэлийн түгшүүрийг бууруулна. Гар хөлийн булчинг чангалж, нурууг сунгаж суллана.',
    image: JathaImage
  } ,
  {
    name: 'Далан дээрх зогсолт байрлал',
    other: 'Salamba Sarvangasana ',
    instructions: 'Тохойг мөрний хэмжээтэй зайтай байлгаж, дал хоорондын булчинг  ойртуулахыг  оролдоно.   Хоёр гараараа ууцны харалдаа тулна, ахар сүүл дотогш хумин хэвлий, өгзөг,хөлийг бүхэлд нь чангалж , өлмийгөөр дээш тэмүүлнэ. Ташаа мөрийг  нэг шугамд байлгахыг хичээнэ. ',
    benefits: 'Бамбай булчирхайн үйл ажиллагааг сайжруулна.Толгой өвдөх, мигрен нойргүйдэлд сайнаар нөлөөлнө. Үсний ургалт, нүдний харааг сайжруулна . Хүзүүг сунгаж, чангарсан булчинг суллан цөм булчин, хөлийг чангална ',
    contradictions: 'Хүзүү,зүрх,мөр,цусны даралт өндөр, нүдний асуудалтай хүмүүс хийхгүй ба байрлалд орсон үедээ нүүр эгц дээш харж, хүзүүг хөдөлгөхгүй байхад анхаарна. Сарын тэмдэг ирсэн үед хийхгүй',
    image: a, 
  }, 
  {
    name: 'Анжис байрлал',
    other: 'Halasana',
    instructions: 'Гарын алгыг нийлүүлэн чагталж, тохойг тэнийлгэн газар луу түлхэх эсвэл ууцны харалдаа гараараа тулж болно. Биеийн жинг мөр лүү голчлон чиглүүлж, эрүүг  эгэм рүү шахан, 2 хөлийн өлмийг  газар буулган,  өвдөг эгц, ташаа мөрийг нэг шугамд байлгахыг хичээнэ. ',
    benefits: 'Бамбай булчирхайн үйл ажиллагааг сайжруулна.Хоолны дуршил нэмэгдүүлнэ.Чихрийн шижинд тустай. Нурууг бүхэлд нь гүн сунгадаг. Стрессийг бууруулж, сэтгэл санааг тайвшруулдаг',
    contradictions: 'Хүзүү,зүрх,мөр,цусны даралт өндөр, нүдний асуудалтай хүмүүс хийхгүй ба байрлалд орсон үедээ нүүр эгц дээш харж, хүзүүг хөдөлгөхгүй байхад анхаарна. Сарын тэмдэг ирсэн үед хийхгүй.',
    image: b, 
  },  
  {
    name: 'Чихээ хавчих байрлал',
    other: 'Karnapidasana ',
    instructions: 'Халасана-анжис байрлалаас хоёр өвдөгийг нугалан чих рүү ойртуулж, биеийн араар ирж байгаа ачааллыг мэдэрнэ. ',
    benefits: 'Бамбай булчирхай, дотор эрхтний үйл ажиллагааг сайжруулан, нуруу сунгаж чангална.Цэвэршилтийн хам шинж нойргүйдэл,астма, үргүйдэлд эерэг  нөлөө үзүүлнэ.',
    contradictions: 'Хүзүү,зүрх,мөр,цусны даралт өндөр, нүдний асуудалтай хүмүүс хийхгүй ба байрлалд орсон үедээ нүүр эгц дээш харж, хүзүүг хөдөлгөхгүй байхад анхаарна. Сарын тэмдэг ирсэн үед хийхгүй.',
    image: c, 
  },  
  {
    name: 'Толгойн дээрх зогсолт',
    other: 'Sirsasana',
    instructions: 'Нурууг хотойлгохгүй, их биеийн бүх булчингуудыг чангалан. Хөлийн өлмийнөөс дээш татаж буй мэт биеийг дээш сунгаж, биеийн газартай шүргэлцэж байгаа хэсгүүдээр газрыг түлхэнэ.  Мөр, чихний  хоорондох зайг холдуулж, хүзүүний нугаламд хэт ачаалал өгөхгүй байхад анхаарна. 2 тохой хооронд  мөрний хэмжээтэй зайтай ,тохой толгой гурван  цэгт тэнцвэр авна, мулабандха түгжээс хийнэ.',
    benefits: 'Ахисан түвшний урвуу байрлал. Тархины цусан хангамж сайжирна, бие сэтгэлийг сэргээнэ.Нуруу, зүрх, дотор эрхтнүүдэд амралт болж өгнө.Үсний ургалтанд  сайнаар нөлөөлж, нүүр , цээжний арьсыг чангална.',
    contradictions: 'Хүзүү,мөрний асуудалтай, зүрх судас, цусны даралт өндөр, нүдний даралттай, сарын тэмдэг ихээр ирэх үед хийхгүй. ',
    image: d, 
  },  
 
  
];

export default supineAsanas;
