import PrvImage  from '../Categories/Twist/Prvritta-Sukhasana.png'
import a  from '../Categories/Twist/Prvritta-Janu-Sirsasana.png';
import b from '../Categories/Twist/Marichyasana.png';
import c  from '../Categories/Twist/ArdhaMatsyendrasana.png';
import d  from '../Categories/Twist/Jathara parivartanasana.png';

const twistAsanas = [
  {
    name: 'Мушгирсан энгийн суулт',
    other: 'Prvritta Sukhasana',
    instructions:'Суудлын ясаар бүтэн газар сууна. Нуруу, хүзүүний үе нэг шугамд байрлана.Толгой хүзүүг дээш сунгасны дараа мушгина. .Гарын алгаар газар тулна.Суудлын ясан дээр жинг тэнцүү хуваарилна, хоёр мөр нэг шугамд байна. ',
    contradictions: 'Өвдөг ташаа, нуруу асуудалтай хүмүүс болгоомжтой хийнэ.Өгзөг дороо ивээс хийж болно эсвэл сандал дээр сууж хийж болно',
    benefits: 'Ташаа, өвдөг шагайг сунгана .Нуруу, мөр, цээжний уян чанарыг нэмнэ.Дотор эрхтнүүдийг массажилж, хор гадагшлуулах үйл явцыг дэмжинэ.Энергийг сэргээн биеийн ерөнхий эрүүл мэнд сайжирна,стресс бухимдлыг бууруулна',
    image: PrvImage,// Replace with the actual image filename
  },  
  {
    name: 'Мушгиран духаа өвдгөндөө хүргэх байрлал',
    other: 'Prvritta Janu Sirsasana',
    instructions: 'Суудлын ясаар бүтэн газар сууна.Нугалсан хөлийн өсгий умдаг ясны урд байрлана. Гараараа биеийг мушгингаа, хөл рүүгээ татаж өгнө.Нугалсан өвдгийг газар луу түлхэж өгнө.',
    benefits: 'Бөөр, элэг хэвлийн бусад эрхтнүүдийн үйл ажиллагааг Дэмжиж идэвхжүүлнэ.Хөл шилбэ гар шууны булчинг уян хатан болгоно',
    contradictions: 'Өвдөг ташаа, нуруу асуудалтай хүмүүс болгоомжтой хийнэ. Астма суулгалттай үед хийхгүй',
    image: a, 
  },
  {
    name: 'Маричи гэгээнтний байрлал',
    other: 'Marichyasana',
    instructions: 'Суудлын яс газар бүтэн байрлана. Нурууг эгцэлсний дараа мушгина.Урагш жийсэн хөл идэвхтэй байх ба мөр давуулан хойш харна',
    benefits: 'Мөр цээжийг дэлгэн нурууны үеүдийг сунгана.Нойр булчирхай, бөөр, ходоод, элэг, цөс, нарийн гэдэс гэх мэт эрхтнүүдэд массаж болж, үйл ажиллагааг нь идэвхжүүлнэ',
    contradictions: 'Өвдөг ташаа, мөр,нурууны асуудалтай хүмүүс болгоомжтой хийнэ. Астма суулгалттай үед хийхгүй',
    image: b, 
  },
  {
    name: 'Загасны хаан байрлал',
    other: 'Ardha Matsyendrasana, Нурууны хагас мушгиралт ',
    instructions: 'Суудлын яс газар бүтэн байрлана. Нэг хөлийн өсгийг ташаа руу шахаж, нөгөө хөлөө өвдөгийг давуулан улыг нь бүтнээр газар байрлуулна, цээжээр мушгиран тохойг өвдөгний гадна тулна. Хоёр мөр нэг шугаманд байрлана. ',
    benefits: 'Чихрийн шижин, өтгөн хаталт, нурууны өвчин, шээс дуслын замын өвчин,эмгэгт тустай Нөхөн үржихүйн эрхтний хэвийн үйл ажиллагааг хангаж сарын тэмдгийн эмгэгийг багасгана ',
    contradictions: 'Өвдөг ташаа, мөр,нурууны асуудалтай хүмүүс болгоомжтой хийнэ. Астма, суулгалттай үед хийхгүй',
    image: c, 
  },
  {
    name: 'Ходоод мушгих байрлал/хэвтээ мушгирах байрлал',
    other: 'Jathara  parivartanasana, Supta parivartanasana',
    instructions: 'Дээш харан хэвтээд өвдгөө нугалан биеийн эсрэг тал руу нугалан буулгана. Нугалсан хөлний талын гарыг мөрнөөс гадагш сунгаж далыг газар луу шахахыг хичээнэ. Харцаа сунгасан гарын үзүүр лүү чиглүүлнэ.',
    benefits: 'Нурууг амрааж, булчинг суллан, ташаа, нурууны булчинг сунган ,уян хатан болгоно. Мэдрэлийн системийг тайвшруулна. Ходоод, хоол боловсруулах эрхтнүүдийн үйл ажиллагааг нь сайжруулна. ',
    contradictions: 'Нурууны доод хэсгийн өвдөлт,  хүзүүний асуудалтай хүмүүс хэт гүн мушгирахгүй ба, нугалсан өвдөгний дороо ивээс хийж болно. ',
    image: d, 
  },


];

export default twistAsanas;
